---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedAreaPerHeatingLoadParam
source: html/c9c18308-60d3-bdf0-7150-93a484a9b6de.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedAreaPerHeatingLoadParam Property

"Calculated Area per Heating Load"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneCalculatedAreaPerHeatingLoadParam { get; }
```